Repository: giellalt/corpus-nob
Catalog: tmx/sma/admin/sd/samediggi.no/voksenopplaering.html.tmx
Source language: nob
Languages: sma

source: Voksenopplæring
sma: Geervelïerehtimmie

source: Fra 1. januar 2020 fikk Kompetanse Norge ansvar for forsøk med modulstrukturert opplæring for voksne i utvalgte utdanningsprogram i fag- og yrkesopplæringen.
sma: Geerve almetjh mah eah leah maadthskuvlem illeme, maehtieh reaktam utnedh sjïehtedamme maadthskuvlelïerehtimmiem åadtjodh.

source: Sametinget sitter i kompetansepolitisk råd , som består av regjeringen, partene i arbeidslivet og voksenopplæringsforbundet (VOFO). Sametinget har observatørstatus i rådet, som skal følge opp Nasjonal kompetansepolitisk strategi og videreføre samarbeidet mellom regjeringene, partene i arbeidslivet og VOFO.
sma: Ööhpehtimmielaaken § 4A-1 mietie geerve almetjh mah eah leah maadthskuvlem illeme, reaktam utnieh sjïehtedamme maadthskuvlelïerehtimmiem åadtjodh, jïh ööhpehtimmielaaken § 4A-2 mietie geerve almetjh reaktam utnieh jåarhkelïerehtimmem åadtjodh dan jaepien raejeste dah 25 jaepieh illieh.

source: Strategien har som mål å bidra til at enkeltmennesker og virksomheter har en kompetanse som gir Norge et konkurransedyktig næringsliv, en effektiv og god offentlig sektor, og gjør at færrest mulig står utenfor arbeidslivet.
sma: Tjïelten jïh fylhkentjïelten lea dïedte maadthskuvlelïerehtimmiem jïh jåarhkelïerehtimmiem hoksedh geerve almetjidie.

source: Strategiperioden er 2017-2021, og er vedtatt av Kunnskapsdepartementet at den videreføres utover fra 2021.
sma: Dejnie ovmessie bieline Saepmeste gellie geerve almetjh mah dan aarebi daaroedehtemepolitihken gaavhtan leah sijjen ietniengïelem dasseme.

source: Det er kommet tre offentlige utredninger om fremtidige kompetansebehov:
sma: Dan åvteste dellie joekoen daerpies kuvsjigujmie saemien gïelesne.

source: NOU 2018: Fremtidige kompetansebehov 1 - Kunnskapsgrunnlaget
sma: Saemien gïelejarngh kuvsjem faalehtieh saemien gïelesne.

source: NOU 2018: Fremtidige kompetansebehov 2 – Utfordringer for kompetansepolitikken
sma: Saemien Studijesiebrie (SOL) geervelïerehtimmiem faalehte saemien årroejidie.

source: NOU 2018: Fremtidige kompetansebehov 3 – Læring og kompetanse i alle ledd
sma: Dah kuvsjh öörnedieh saemien gïelesne, saemien vætnosne, eatnemeåtnosne jïh jeatjah saemien kultuvreïebnine.
